{
  "OpenAI API Key Required": "OpenAI API Key आवश्यक है",
  "Please set your OpenAI API key in the bottom left of the sidebar.": "कृपया साइडबार के नीचे बाएं तरफ अपनी OpenAI API Key सेट करें।",
  "If you don't have an OpenAI API key, you can get one here: ": "यदि आपके पास OpenAI API Key नहीं है, तो आप यहाँ से एक प्राप्त कर सकते हैं: ",
  "Stop Generating": "उत्पन्न करना बंद करें",
  "Prompt limit is {{maxLength}} characters": "प्रॉम्प्ट सीमा {{maxLength}} वर्ण हैं",
  "System Prompt": "सिस्टम प्रॉम्प्ट",
  "Enter a prompt": "एक प्रॉम्प्ट दर्ज करें",
  "Regenerate response": "पुनः उत्पन्न करें",
  "Sorry, there was an error.": "क्षमा करें, एक Error हुई थी।",
  "Model": "मॉडल",
  "Conversation": "वार्तालाप",
  "OR": "या",
  "Loading...": "लोड हो रहा है...",
  "Type a message ...": "एक message टाइप करें ...",
  "Error fetching models.": "मॉडल प्राप्त करते समय त्रुटि।",
  "AI": "AI",
  "You": "आप",
  "Cancel": "रद्द करें",
  "Save & Submit": "Save और सबमिट करें",
  "Make sure your OpenAI API key is set in the bottom left of the sidebar.": "कृपया सुनिश्चित करें कि आपकी OpenAI API Key साइडबार के नीचे बाएं तरफ सेट है।",
  "If you completed this step, OpenAI may be experiencing issues.": "यदि आपने इस चरण को पूरा किया है, तो OpenAI को समस्याएं हो सकती है",
  "Message limit is {{maxLength}} characters. You have entered {{valueLength}} characters.": "संदेश सीमा {{maxLength}} वर्ण है। आपने {{valueLength}} वर्ण दर्ज किए हैं।",
  "Please enter a message": "कृपया एक संदेश दर्ज करें",
  "Where the forefront of AI technology meets universal access.": "जहां एआई प्रौद्योगिकी की प्रमुखता वैश्विक पहुँच से मिलती है।",
  "Are you sure you want to clear all messages?": "क्या आप सभी संदेश साफ़ करना चाहते हैं?",
  "Switch to Sample Prompts": "सैंपल प्रॉम्प्ट पर स्विच करें",
  "Switch to Role Play": "रोल प्ले पर स्विच करें",
  "Conversation loaded successfully.": "बातचीत सफलतापूर्वक लोड हुई।",
  "Sorry, we could not find this shared conversation.": "क्षमा करें, हम इस साझा की गई बातचीत को नहीं ढूंढ सके।",
  "By sharing this conversation, it will be stored on our server. Are you sure you want to share this conversation?": "इस बातचीत को साझा करके, इसे हमारे सर्वर पर संग्रहीत किया जाएगा। क्या आप वाकई इस बातचीत को साझा करना चाहते हैं?",
  "Conversation saved!": "बातचीत सहेजी गई!",
  "Copy link": "लिंक कॉपी करें",
  "Failed to copy the sharable link to clipboard.": "शेयर करने योग्य लिंक को क्लिपबोर्ड पर कॉपी करने में विफल रहा।",
  "Failed to store the conversation": "बातचीत संग्रहीत करने में विफल रहा",
  "Link copied to clipboard!": "लिंक क्लिपबोर्ड पर कॉपी किया गया!",
  "Failed to copy the link to clipboard.": "लिंक को क्लिपबोर्ड पर कॉपी करने में विफल रहा।",
  "Please copy it manually:": "कृपया इसे मैन्युअली कॉपी करें:",
  "Try out the new internet-connected enhance chat mode by clicking the": "इंटरनेट से जुड़े हुए नए एन्हांस चैट मोड का प्रयास करें, क्लिक करके",
  "icon": "चिह्न",
  "Something went wrong. Please try again later.": "कुछ गड़बड़ हो गई। कृपया बाद में पुनः प्रयास करें।",
  "Thank you for your feedback!": "आपकी प्रतिक्रिया के लिए धन्यवाद!",
  "Feedback (Optional)": "प्रतिक्रिया (ऐच्छिक)",
  "Thank you for your feedback! Can we upload your current conversation to our server for product improvement purposes? We will never share your data with anyone.": "आपकी प्रतिक्रिया के लिए धन्यवाद! क्या हम आपकी वर्तमान बातचीत को उत्पाद सुधार के उद्देश्यों के लिए हमारे सर्वर पर अपलोड कर सकते हैं? हम किसी के साथ भी आपका डेटा साझा नहीं करेंगे।",
  "Sure!": "बिल्कुल!",
  "No Thanks": "नहीं धन्यवाद",
  "You have been logged out": "आपको लॉग आउट कर दिया गया है",
  "If you like this project, please support us by subscripting to our Pro plan!": "यदि आपको यह प्रोजेक्ट पसंद है, तो कृपया हमें हमारे प्रो योजना की सदस्यता लेकर समर्थन करें!",
  "Please share your thoughts by completing a brief survey.": "कृपया एक संक्षेप सर्वेक्षण पूरा करके अपनी विचार साझा करें।",
  "Remaining Credits": "शेष क्रेडिट",
  "Click to download image": "छवि डाउनलोड करने के लिए क्लिक करें",
  "Check out our new features page!": "हमारे नए सुविधाओं की पेज देखें!"
}