{
  "Sign up to get access to all the amazing features of Chat Everywhere!": "Chat Everywhere की सभी शानदार सुविधाओं का उपयोग करने के लिए Sign up करें!",
  "Sign Out": "साइन आउट",
  "Thank you for registering with us. We are currently working on some exciting features. Please check back soon!": "हमारे साथ रजिस्टर होने के लिए धन्यवाद। हम वर्तमान में कुछ रोमांचक सुविधाओं पर काम कर रहे हैं। कृपया जल्दी वापस जांचें!",
  "As an effort to reach sustainability for Chat Everywhere, we are introducing a pro plan for our users to support us and this project, so we can continue to provide you with the best features and experience.": "Chat Everywhere के लिए स्थायित्व को पहुंचाने के लिए, हम अपने उपयोगकर्ताओं के लिए एक प्रो प्लान पेश कर रहे हैं ताकि वे हमें और इस परियोजना को समर्थन दे सकें, ताकि हम आपको सबसे अच्छी सुविधाओं और अनुभव प्रदान कर सकें।",
  "Okay": "ठीक है",
  "Enhance chat mode": "चैट मोड को बेहतर बनाएं",
  "Folder manager": "फ़ोल्डर प्रबंधक",
  "Prompt manager": "प्रॉम्प्ट प्रबंधक",
  "Share conversations": "बातचीत साझा करें",
  "Everything in the free plan": "मुफ्त प्लान में सब कुछ",
  "Unlimited messages": "असीमित संदेश",
  "Priority response time": "प्राथमिकता वाला प्रतिसाद समय",
  "Cloud sync": "क्लाउड सिंक",
  "AI speech": "AI भाषण",
  "GPT-4 integration (Credit system)": "GPT-4 एकीकरण (क्रेडिट प्रणाली)",
  "Thank you for supporting us! If you want to cancel your subscription, please visit ": "हमें समर्थन करने के लिए धन्यवाद! यदि आप अपनी सदस्यता रद्द करना चाहते हैं, कृपया यहाँ जाएं: ",
  "here": "यहाँ",
  " and cancel your subscription.": " और अपनी सदस्यता रद्द करें।",
  "By signing up, you agree to our ": "साइन अप करके, आप हमारे साथ इस ",
  "Terms of Service.": "सेवा की शर्तें स्वीकार करते हैं।",
  "Default mode": "डिफ़ॉल्ट मोड",
  "Online mode": "ऑनलाइन मोड",
  "Mode": "मोड",
  "Style": "स्टाइल",
  "Language": "भाषा",
  "Auto": "Auto",
  "Custom Mode": "कस्टम मोड",
  "Monthly credit": "मासिक क्रेडिट",
  "Balance": "शेष राशि",
  "Buy": "खरीदें",
  "credit": "क्रेडिट",
  "As a Pro plan customer, you will receive monthly credits on the 1st day of every month to use our custom modes. If you need more credits, you can purchase them below.": "एक प्रो प्लान ग्राहक के रूप में, आपको प्रति माह के पहले दिन मासिक क्रेडिट प्राप्त होंगे जो हमारे कस्टम मोड का उपयोग करने के लिए होंगे। यदि आपको अधिक क्रेडिट की आवश्यकता होती है, तो आप नीचे से उन्हें खरीद सकते हैं।",
  "You will receive an email notification when your credits are ready. You can also check your credit balance in the dashboard.": "जब आपके क्रेडिट तैयार हो जाएंगे, तो आपको एक ईमेल सूचना प्राप्त होगी। आप डैशबोर्ड में अपने क्रेडिट शेष राशि की जांच भी कर सकते हैं।",
  "If you have any questions, please contact us at ": "यदि आपके पास कोई सवाल हो, तो कृपया हमसे संपर्क करें: ",
  "AI image generation (Credit system)": "AI छवि उत्पादन (क्रेडिट प्रणाली)",
  "Upgrade": "अपग्रेड करें",
  "Upgrade for one month": "एक महीने के लिए अपग्रेड करें",
  "Creative": "रचनात्मक",
  "Balanced": "संतुलित",
  "Precise": "सटीक",
  "AI Image": "AI छवि",
  "Quality": "गुणवत्ता",
  "High": "उच्च",
  "Medium": "मध्यम",
  "Low": "निम्न",
  "Image Style": "छवि शैली",
  "default": "डिफ़ॉल्ट",
  "analog-film": "ऐनालॉग फ़िल्म",
  "anime": "एनीमे",
  "cinematic": "सिनेमाइटिक",
  "comic-book": "कॉमिक बुक",
  "line-art": "रेखा कला",
  "low-poly": "लो पॉली",
  "photorealism": "फोटोरियलिज्म",
  "pixel-art": "पिक्सेल कला"
}